/*  Copyright CANON INC. 2005-2014  */
"ICA_PGADV_AUTOTONE_STR"	= "Regolazione immagine";
"ICA_PGADV_AUTOTONE_TT"	= "Seleziona l'effetto della funzione che ottimizza la luminosità dell'immagine.";
"ICA_PGADV_COPYGAMMA_STR"	= "Riduci trasparenza";
"ICA_PGADV_COPYGAMMA_TT"	= "Seleziona Attivato/Disattivato della funzione che riduce gli effetti di trasparenza nei documenti fronte/retro o per schiarire il colore di base di carta riciclata e altra carta colorata. Questa opzione è disponibile solo quando viene selezionato [Documento] o [Rivista] in [Regolazione immagine].";
"ICA_PGADV_COPYGAMMA_ADF_TT"	= "Seleziona Attivato/Disattivato della funzione che riduce gli effetti di trasparenza nei documenti fronte/retro o per schiarire il colore di base di carta riciclata e altra carta colorata. Questa opzione è disponibile solo quando viene selezionato [Documento] in [Regolazione immagine].";
"ICA_PGADV_UNSHARP_STR"	= "Maschera definizione dettagli";
"ICA_PGADV_UNSHARP_TT"	= "Seleziona Attivato/Disattivato della funzione che enfatizza il contorno dei soggetti rendendo l'immagine più nitida. Quando [Descreening] è Attivato, moiré può restare, a meno che [Maschera definizione dettagli] non sia impostata su Disattivato.";
"ICA_PGADV_DESCREEN_STR"	= "Descreening";
"ICA_PGADV_DESCREEN_TT"	= "Seleziona Attivato/Disattivato della funzione che riduce la gradazione irregolare o a strisce (moiré) che appare quando si scansionano foto stampate con piccoli punti. Il moiré può rimanere a meno che [Maschera definizione dettagli] non sia impostata su disattivato Disattivato.";
"ICA_PGADV_REMOVEDUST_STR"	= "Rimuovi polvere";
"ICA_PGADV_REMOVEDUST_TT"	= "Seleziona l'effetto della funzione \"FARE\" che rimuove automaticamente polvere e segni di graffi dalle scansioni della pellicola.";
"ICA_PGADV_REDUCEDUST_STR"	= "Riduzione polvere";
"ICA_PGADV_REDUCEDUST_TT"	= "Seleziona l'effetto della funzione che riduce i punti bianchi causati da polvere o graffi su foto.";
"ICA_PGADV_FADINGCORRECT_STR"	= "Correzione dissolvenza";
"ICA_PGADV_FADINGCORRECT_TT"	= "Seleziona l'effetto della funzione che corregge foto e pellicole sbiadite dal tempo o con una predominanza di colore. Questa opzione è efficace solo quando viene selezionato [Colore] in [Modalità colore] (tipo).";
"ICA_PGADV_GRAINCORRECT_STR"	= "Correzione grana";
"ICA_PGADV_GRAINCORRECT_TT"	= "Seleziona l'effetto della funzione che riduce la granulosità (irregolarità) nelle foto scattate con pellicola ad alta velocità o sensibilizzata.";
"ICA_PGADV_CUBS_STR"	= "Corr. rilegatura";
"ICA_PGADV_CUBS_TT"	= "Seleziona l'effetto della funzione che corregge le ombre che compaiono tra le pagine quando si esegue la scansione di opuscoli aperti. Usando questa funzione di correzione, disporre l'originale in modo che non sia obliquo. Durante la scansione, premere il centro del dorso con la stessa pressione applicata durante la precedente scansione.";
"ICA_PGPREF_CALIB_SETTINGS_STR"	= "Calibraz. prima di ogni scans.";
"ICA_PGPREF_CALIB_SETTINGS_TT"	= "Esegue la calibrazione prima di ogni scansione.";
"ICA_PGPREF_ADF_ORDERREJECTION_STR"	= "Stampa in ordine di pagina";
"ICA_PGPREF_ADF_ORDERREJECTION_TT"	= "Stabilisce come stampare la carta dopo la scansione di documenti multipli fronte/retro dall'ADF. Impostare su Disattivato per scansionare i documenti e stampare la carta in modalità veloce. Impostare su Attivato per scansionare documenti e stampare la carta automaticamente in ordine di pagina.";
"ICA_ADV_FLAG_NONE"	= "Nessuno";
"ICA_ADV_FLAG_AUTO"	= "Automatica";
"ICA_ADV_FLAG_PHOTO"	= "Fotografia";
"ICA_ADV_FLAG_MAGAZINE"	= "Rivista";
"ICA_ADV_FLAG_DOCUMENT"	= "Documento";
"ICA_ADV_FLAG_ON"	= "Attivato";
"ICA_INFO_NONE"	= "Nessuno";
"ICA_INFO_LOW"	= "Bassa";
"ICA_INFO_MEDIUM"	= "Medio";
"ICA_INFO_HIGH"	= "Alta";
"ICA_ERROR_001"	= "Impossibile eseguire la scansione finché la dimensione o risoluzione non vengono ridotte a %s x %s pixel o meno e la dimensione dati non sia pari o inferiore a %s GB.";
"ICA_ERROR_002"	= "Formato carta non adatto alla scansione fronte/retro. Selezionare A4 o Letter.";
"ICA_ERROR_003"	= "La [Modalità colore] (tipo) specificata non supporta la scansione a 16 bit. Per eseguire la scansione con la [Modalità colore] (tipo) specificata, cambiare la profondità di bit a 8. Per eseguire la scansione a 16 bit, cambiare la [Modalità colore] (tipo) su colore.";
"ICA_ERROR_004"	= "Impossibile eseguire la scansione a meno che la dimensione non venga aumentata a 4 x 4 mm (0,16 x 0,16 pollici).";
"ICA_ERROR_005"	= "L'utente non dispone dei privilegi necessari per accedere alla cartella specificata.";
"ICA_ERROR_006"	= "Impossibile rilevare la pellicola.\nVerificare che la pellicola sia impostata correttamente ed eseguire nuovamente la scansione.";
"ICA_ERROR_007"	= "Eseguire la scansione di pellicole formato 120 con il driver dello scanner.";
"ICA_ERROR_008"	= "Si è verificato un errore interno. Intraprendere le seguenti azioni.\n- Verificare lo stato dello scanner.\n- Riavviare lo scanner.\n- Reinstallare il driver dello scanner.";
"ICA_ERROR_009"	= "Formato carta non adatto alla scansione fronte/retro. Selezionare un formato diverso da Legale USA.";
"ICA_ERROR_01"	= "Memoria quasi esaurita. Aumentare la memoria disponibile.";
"ICA_ERROR_02"	= "Un file richiesto è andato perduto o danneggiato o le impostazioni sono sbagliate. Prova a installare nuovamente.";
"ICA_ERROR_03"	= "Si è verificato un errore interno.";
"ICA_ERROR_04"	= "Lo spazio sul disco non è sufficiente per completare la scansione.";
"ICA_ERROR_05"	= "Nessun documento nell'ADF (Alimentatore automatico documenti). Caricare un documento e riprovare.";
"ICA_ERROR_07"	= "Errore scanner. Consultare il manuale per le soluzioni.";
"ICA_ERROR_08"	= "Impossibile eseguire la scrittura o la lettura del file.";
"ICA_ERROR_09"	= "Si è verificato un errore. Disattivare e riattivare la periferica.";
"ICA_ERROR_10"	= "Rilasciare l'interruttore di blocco, scollegare il cavo USB e ricollegarlo.";
"ICA_ERROR_11"	= "Rilasciare l'interruttore di blocco, spegnere e riaccendere la periferica.";
"ICA_ERROR_12"	= "Scansione annullata.";
"ICA_ERROR_13"	= "Scansione annullata dall'utente. Premere il pulsante OK sul pannello operativo della stampante per espellere il documento dall'ADF (Alimentatore automatico documenti).";
"ICA_ERROR_18"	= "Impossibile eseguire la scansione per i seguenti motivi:\n- L'originale non è impostato correttamente.\n- Il foglio di protezione potrebbe essere inserito.\n- La lampada non è sufficientemente riscaldata.\n   (Occorrono alcuni minuti per regolare la lampada a bassa temperatura.)";
"ICA_ERROR_25"	= "Inceppamento carta nell'ADF (Alimentatore automatico documenti). Rimuovere l'inceppamento, quindi premere il pulsante OK per cancellare lo stato sul pannello dei comandi della stampante.";
"ICA_ERROR_26"	= "Il coperchio dell'ADF (Alimentatore automatico documenti) è aperto. Chiudere il coperchio, quindi premere il pulsante OK per cancellare lo stato sul pannello operativo della stampante.";
"ICA_ERROR_28"	= "Documento troppo lungo. Verificare la chiusura del coperchio dell'ADF (Alimentatore automatico documenti), quindi premere il pulsante OK sul pannello operativo della stampante per espellere il documento dall'ADF.";
"ICA_ERROR_29"	= "Formato carta non adatto alla scansione fronte/retro. Verificare la chiusura del coperchio dell'ADF (Alimentatore automatico documenti), quindi premere il pulsante OK sul pannello operativo della stampante per espellere il documento dall'ADF.";
"ICA_ERROR_30"	= "Nessun documento nell'ADF (Alimentatore automatico documenti). Premere il pulsante OK sul pannello operativo della stampante per annullare l'errore e inserire la carta nell'ADF.";
"ICA_ERROR_31"	= "È in corso l'inizializzazione dello scanner. Al completamento eseguire la scansione.";
"ICA_ERROR_32"	= "È in corso l'inizializzazione della stampante. Al completamento eseguire la scansione.";
"ICA_ERROR_33"	= "La stampante è in uso o si è verificato un errore. Verificare lo stato.";
"ICA_ERROR_34"	= "Lo scanner non è disponibile quando viene utilizzato da un'altra applicazione o un altro utente.";
"ICA_ERROR_35"	= "Il foglio di protezione è allegato. Impossibile eseguire l'acquisizione.";
"ICA_ERROR_36"	= "Impossibile eseguire la scansione delle dimensioni foglio specificate per il documento.";
"ICA_ERROR_39"	= "Impossibile comunicare con lo scanner per i seguenti motivi:\n- Lo scanner è spento.\n- Il cavo USB non è collegato.\n\nVerificare e riprovare.";
"ICA_ERROR_40"	= "Impossibile comunicare con lo scanner per i seguenti motivi:\n- Lo scanner è spento.\n- (In caso di utilizzo di una LAN wired) Lo scanner è scollegato dalla LAN wired.\n- (In caso di utilizzo di LAN wireless) L'intensità del segnale è debole per presenza di ostacoli.\n- La connessione alla rete non è consentita dal software di protezione.\n- Sulla rete è selezionato uno scanner diverso.\n\nVerificare e riprovare.";
"ICA_ERROR_42"	= "Il coperchio documenti è aperto.\nChiudere il coperchio, quindi premere il pulsante OK della stampante.\nQuindi rimuovere il documento dall'ADF (Alimentatore automatico documenti).";
